{
    "* The Lord Of The Rings": {
        "description": "Sauron can spend a single point of Will each turn without reducing his own store.",
        "type": "Passive",
        "references": {
            "books": {
                "Armies Of The Lord Of The Rings": {
                    "page": 113,
                    "initials": "AotLotR"
                }
            }
        }
    },
    "Ancient Enemies": {
        "description": "This model re-rolls 1s To Wound when fighting in combat against models with the keywords listed in the brackets in its profile.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 107,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Ancient Evil": {
        "description": "Enemy models within 18\" of this model suffer a -1 penalty to its Courage Value (does not stack with other negative Courage Value penalty effects).",
        "type": "Passive",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 107,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Backstabbers": {
        "description": "This model receives +1 to their To Wound rolls when making strikes against Trapped models (this bonus stacks with other similar effects).",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 107,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Bane Of Kings": {
        "description": "This model must re-roll all failed To Wound rolls when making strikes in combat.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 107,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Venom": {
        "description": "This model must re-roll all failed To Wound rolls when making strikes in combat.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 107,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Bane": {
        "description": "Bane Weapons cause 1D3 Wounds per successful strike in combat against models with the keywords listed in the brackets in its profile.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 107,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Blades Of The Dead": {
        "description": "This model uses the enemies Courage Value instead of Defence Value on the Wound Chart. This model cannot use Special Strikes.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 107,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Blood And Glory": {
        "description": "This model recovers one used Might Point (if possible) when they kill an enemy <b>Hero</b> in combat.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 107,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Bodyguard": {
        "description": "All Warrior and Hero models from the same army list with this special rule will automatically Bodyguard the Hero from the same army list with the highest Heroic Tier. If there is more than one Hero with the highest Heroic Tier, the controlling player may choose. As long as the bodyguarded model is alive on the battlefield, this model passes all Courage tests.\nModels that are part of an allied contingent must select a model from their own army list.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 107,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Burly": {
        "description": "This model does not suffer a -1 penalty to their duel roll when fighting with a Two-Handed Weapon. Additionally, they may move their full Move Value when carrying Heavy Objects.",
        "type": "Passive",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 108,
                    "initials": "RM (Eye Of Sauron)"
                },
                "Rules Manual (Eye Of Sauron) - Heavy Object": {
                    "page": 114,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Cave Dweller": {
        "description": "This model adds +1 to all, Jump, Leap and Climb tests. This model also suffers no penalties for fighting in the dark.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 108,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Expert Rider": {
        "description": "Whilst this model is mounted it may re-roll the dice when making Jump, Swim and Thrown Rider tests. If this model is carrying a Shield and Bow they will still receive the +1 to Defence from the Shield, if they dismount they lose this bonus. Additionally, this model can pick up Light Objects without having to dismount.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 108,
                    "initials": "RM (Eye Of Sauron)"
                },
                "Rules Manual (Eye Of Sauron) - Light Object": {
                    "page": 114,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Expert Shot": {
        "description": "This model may shoot twice during the Shoot Phase, the model may shoot the same target twice or two different targets.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 108,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Fearless": {
        "description": "This model passes courage tests automatically.",
        "type": "Passive",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 108,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Fell Sight": {
        "description": "This model does not need Line Of Sight to Charge other models. Additionally, this model can target models with the Stalk Unseen Special Rule without penalty.",
        "type": "Passive",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 108,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Fleetfoot": {
        "description": "A model that has both this and the Woodland Creature Special Rule will also apply the Woodland creature Special Rule to its Mount.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 108,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Fly": {
        "description": "This model may move up to 12\", but may not end its move on uneven terrain that its base can't sit on safely. This model may fly over enemy model control zones without penalty or the need to Charge as long as the move ends outside of the Control Zones. The model may use its Movement Value as noted on its profile when moving instead of 12\" but gains no bonuses when doing so. However, the model is able to enter terrain they would otherwise Fly over. When entering terrain and obstacles in this way, the model must leave fully before being able to Fly again. Models with the Fly Special Rule that are on top of terrain, also have a 1\" control zone directly below them, the Flying model can both Charge enemies and be Charged by enemies in this way.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 108,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Harbinger Of Evil": {
        "description": "An enemy model within 12 inches of this model suffers a -1 penalty to its Courage.\n<b>Note: </b>This is not cumulative with other similar penalties such as those provided by Goblin Drums, the Ancient Evil special rule, and so on.",
        "type": "Passive",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 109,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Hatred": {
        "description": "This model adds +1 to their To Wound rolls when fighting against a model with the relevant Keyword as listed on their profile.",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 109,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Horse Lord": {
        "description": "This model can use their Fate Points to prevent Wounds to their Mount.",
        "type": "Passive",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 109,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Master Of Battle": {
        "description": "If an enemy <b>Hero</b> model calls a heroic action within 6\" this model may call the same heroic action for free (even if they can't normally call it).\nSometimes this ability will be activated on the roll of 1D6 as noted in the model's stat profile.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 109,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Mighty Blow": {
        "description": "This model inflicts 2 Wounds instead of 1 when successfully Wounding in combat.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 109,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Mighty Hero": {
        "description": "This model may expend 1 Might Point without reducing their own Might store, even if they have no Might remaining.",
        "type": "Passive",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 109,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Monstrous Charge": {
        "description": "If this model charges into combat it gains the Knock To The Ground and Extra Attack bonuses as if it were <b>Cavalry</b>. This model will Knock To The Ground any model that it charges or subsequently charges it, including <b>Cavalry</b> and <b>Monster</b> models) that have a lower strength value (after modifiers), even if the charged model has a Strength of 6 or higher. Additionally, this model will still get the Extra Attack bonus if it charges or is subsequently charged by a <b>Cavalry</b> or another model with this Special Rule. IF this model is mounted the rider is hit on a roll of 5-6 and the mount on a roll of 1-4.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 110,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Mountain Dweller": {
        "description": "This model may re-roll any Jump, Leap and Climb tests. Additionally they may move through rocky areas classified as difficult terrain as if it were open ground.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 110,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Poisoned Weapons": {
        "description": "Models that have Poisoned Weapons must re-roll To Wound rolls of a 1 when that weapon is being used. The Poisoned Weapons Special Rule only applies to the named weapons in their profile.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 110,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Resistant To Magic": {
        "description": "If this model is targeted by a Magical Power, it may use an additional 'free' dice when it makes a Resist test, even if it has no Will remaining or decides not to use any Will points",
        "type": "Passive",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 110,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Set Ablaze": {
        "description": "A model that is Set Ablaze immediately suffers one Strength 9 hit, if the model survives, it will suffer a additional Strength 5 hit at the end of each turn until the blaze is extinguished. To extinguish the blaze the model must either lie down and crawl 1\" or enter a water feature at which point the blaze is put out.",
        "type": "Passive",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 110,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Shieldwall": {
        "description": "If this model has a shield and is in base contact with two or more non-prone models that also have this Special Rule and shields, this model gains +1 Defence. This bonus only applies while the model is on foot.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 110,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Stalk Unseen": {
        "description": "If this model is partially concealed from view by a piece of terrain, they cannot be seen or targeted at distances over 6\", this includes enemy Charges, Range Attacks, Magical Powers or Special Rules.",
        "type": "Passive",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 110,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Survival Instinct": {
        "description": "This model must take a Courage test every time they suffer a Wound, if they fail they are removed from the game as a casualty.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 111,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Swift Movement": {
        "description": "This model can climb on any surface regardless of angle, they can move at full speed over any difficult terrain and ignore obstacles. They must still jump gaps and chasms as normal and may not end its move on uneven terrain that its base can't sit on safely.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 111,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Sworn Protector": {
        "description": "This model automatically passes all Courage tests while the model listed in the brackets in its profile is still alive and in play.",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 111,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Terror": {
        "description": "Should a model wish to Charge this model, it must first take a Courage test before it moves. If the test is passed, the model may Charge as normal. If the test is failed, the model does not Charge and may not move at all this turn.\nSometimes, a model will only cause Terror in certain enemies. In these instances, the creatures that are afflicted are clearly listed, and only those models need to make a Courage test before charging this model. For example, a model with the Terror (Orc) will cause Terror in all Orc models.",
        "type": "Passive",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 111,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Throw Stones (Hobbit)": {
        "description": "If this model does not move at all during the Move phase, then in the Shoot phase it may make a shooting attack with Strength 1 and range 8\".",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 110,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Throw Stones (Ent)": {
        "description": "If this model does not move at all during the Move phase, then in the Shoot phase it may make a shooting attack with Strength 10 and range 18\".",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 111,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Throw Stones (Troll)": {
        "description": "If this model does not move at all during the Move phase, then in the Shoot phase it may make a shooting attack with Strength 8 and range 12\".",
        "type": "Active",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 111,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Will Of Evil": {
        "description": "This model must give up 1 point of Will at the end of the Fight phase if it has been involved in one or more Fights that turn. Note that if a model is in base contact with an enemy model then it must fight - it cannot choose not to fight! Once the model is reduced to 0 Will points, it is banished and therefore removed as a casualty. If a model with this special rule uses their last Will points to cast a Magical Power with the Instant duration, the effects of the Magical Power will be resolved before the model is removed as a casualty.\nAdditionally, a Hero wearing The One Ring is not invisible to this model as they are to others. Furthermore, this model does not need to give up a point of Will if they are fighting a model wearing the Ring-not even if other enemy models are included as part of Multiple Combat."
    },
    "Woodland Creature": {
        "description": "An <b>Infantry</b> model with this special rule may move through woods and forests that are classified as difficult terrain as if they are open ground. Note that this doesn't mean they can automatically climb terrain in those areas, nor move through tree trunks or jump fallen Obstacles."
    },
    "The Age Of Men Is Over": {
        "description": "All model within 3\" gain the Hatred (Man) Special Rule.",
        "additionalDescription": "Hatred"
    },
    "The Time Of The Orc Has Come": {
        "description": "Once per game, at the start of the Fight Phase, all friendly <b>Mordor</b> models within 12\" can re-roll failed To Wound rolls for the rest of the turn when making strikes."
    },
    "Orcish Brawler": {
        "description": "If this model is outnumbered in a fight (excluding supporting models), they gain a +1 to Fight and Attack Values."
    }
}