{
    "Bash": {
        "description": "\n<b>Bash</b></br>A model armed with a Mace, Maul or Hammer may opt to Bash. If the model's side win the Duel roll then they may attempt to knock a single opponent (bashing players choice) prone. Both sides roll 1D6 and add model Strength values. Bashing models gain +1 to this total if using Two-Handed weapons. The bashing model must score equal or higher than the opponents value to be successful.",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 88,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Feint Or Stab": {
        "description": "\n<b>Feint</b></br>A model armed with a Dagger or Sword and equal or higher Fight value may opt to Feint. The model reduces their Fight value by 1D3 when resolving the Fight. If the model wins the Duel they may re-roll any To Wound rolls of a natural 1.\n<b>Stab</b></br>A model armed with a Dagger or Sword and equal or lower Fight value may opt to Stab. If the model wins the Duel they may re-roll any To Wound rolls of a natural 1. If they lose the Duel they will immediately take one Strength 2 hit after the fight is resolved (This only affects the rider if a <b>Cavalry</b> model).",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 89,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Piercing Strike": {
        "description": "\n<b>Piercing Strike</b></br>A model armed with a Axe or Pick may make a Piercing Strike. If the model wins the Duel they may increase their Strength by 1.\nIf they lose the Duel they will reduce their defence by 1D3 (This only affects the rider if a <b>Cavalry</b> model).",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 89,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Stun": {
        "description": "\n<b>Stun</b></br>A model armed with a Staff or Club may opt to Stun. If the model wins the Duel, rather than striking normally, choose one opponent and roll 1D6. On a 5+ (6 if a <b>Monster</b>), the target is reduced to Fight value 1/6+ until the end of their next turn.",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 89,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "Whirl": {
        "description": "\n<b>Whirl</b></br>A model armed with a Flail, Scourge or Whip may opt to Whirl. The model reduces their fight value to 1 (after other modifiers), for the rest of Fight. If the model wins the Duel, rather than striking normally, they make a single strike against every enemy model in the Fight.",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 89,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "BowRule": {
        "description": "\n<b>Bows</b></br>A model using a Bow can only shoot in the Shoot phase if they haven't moved more than half of their movement in the Move Phase.",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 90,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "BlowpipeRule": {
        "description": "\n<b>Blowpipes</b></br>A model using a Blowpipe can only shoot in the Shoot phase if they haven't moved more than half of their movement in the Move Phase. They also gain the Poisoned Weapon special rule.",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 90,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "CrossbowRule": {
        "description": "\n<b>Crossbows</b></br>A model using a Crossbow can only shoot in the Shoot phase if they haven't moved in the Move Phase.",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 90,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "ThrowingWeaponRule": {
        "description": "\n<b>Throwing Weapons</b></br>A model using a Throwing Weapon can throw it in the Shoot phase even if they moved in the Move Phase and didn't throw it in the last Move Phase. \nOnce per turn it can also be thrown while charging into combat in the Move Phase. The model must charge like normal and stop 1\" away from the model before throwing their weapon. If the model is slain the model may carry on their move like normal.",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 90,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    },
    "SlingshotRule": {
        "description": "\n<b>Slingshots</b></br>A model using a Slingshot can shoot in the Shoot phase twice if they haven't moved, once if they have moved less than half of their movement, or not at all if they move over half their movement in the Move Phase.",
        "references": {
            "books": {
                "Rules Manual (Eye Of Sauron)": {
                    "page": 90,
                    "initials": "RM (Eye Of Sauron)"
                }
            }
        }
    }
}